# Taps
tap 'caskroom/cask'
tap 'homebrew/dupes'
tap 'homebrew/php'

# Install ZSH
brew 'zsh'
brew 'zsh-completions'

# Install Binaries
brew 'composer'
brew 'curl'
brew 'git'
brew 'mas'
brew 'nvm'
brew 'pow'
brew 'rbenv'
brew 'ruby'
brew 'tag'
brew 'yarn'

# Install Apps
cask 'dropbox'
cask 'docker'
cask 'google-chrome'
cask 'firefox'
cask 'webstorm'
cask 'rubymine'
cask 'prey'
cask 'sequel-pro'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'zeplin'
cask 'adobe-creative-cloud'
cask 'macdown'
cask 'whatsapp'
cask 'teamviewer'
cask 'coda'
cask 'filezilla'

# Install Mac Store Apps
mas '1Password', id: 443987910
mas 'Active Collab Timer', id: 1005615923
